[
  {
    "name": "Benzinga Stock & News Tracker",
    "link": "https://itunes.apple.com/us/app/benzinga-for-ios/id688949481",
    "description": "Benzinga Stock & News Tracker allows you to manage multiple stock watchlists and see price updates in real time. You can view zoomable graphs, news, and tweets related to a particular stock. You can also view articles from multiple channels on Benzinga.com, as well as view tweets relating to currently trending stocks."
  },
  {
    "name": "Agoro",
    "link": "https://seelio.com/w/2ta/agoro",
    "description": "Agoro is a collection of 3 original, exciting multiplayer word games for iOS."
  },
  {
    "name": "Random Dubstep Generator",
    "description": "Created using Max/MSP for PAT 201 at U of M. Generates .",
    "link": ""
  },
  {
    "name": "Dotsy",
    "description": "Dotsy is a simple yet addictive game for iOS. The goal is to put as many moving dots on the screen as you can without them colliding with each other. Written by myself, designed by Zachary Collins.",
    "link": "https://itunes.apple.com/us/app/dotsy/id431766989?ls=1&mt=8"
  },
  {
    "name": "Byway",
    "description": "Byway is an iOS app that, given a starting location and a destination, will use the Google Maps and Foursquare APIs to find the most interesting places to check out on the way, within the category that you've specified. Built in 24 hours during HackNY 2012",
    "link": "https://seelio.com/w/2tb/byway"
  },
  {
    "name": "Elevatr",
    "description": "An app for entrepreneurs to create business ideas, store them in the cloud, and share them with friends. Featured in the App Store's 'New &amp; Noteworthy' and 'Productivity' sections. Downloaded over 50,000 times in 3 months.",
    "link": "http://home.elevatr.com/"
  },
  {
    "name": "Monarch",
    "description": "Monarch is an iPad app that connects your profiles on Twitter, Facebook, Foursquare, LinkedIn, and many more social networking and blogging sites, making it as easy and as fast as possible to post status updates, check-ins, and images from one central location. It has earned over 10,000 downloads since its release. Available on the App Store here: https://itunes.apple.com/us/app/monarch-express/id391026539?mt=8 Unfortunately, since this project was abandoned two years ago, very few (if any) of the APIs still support the requests this app makes, simply because they've changed so quickly.",
    "link": "https://itunes.apple.com/us/app/monarch-express/id391026539?mt=8"
  },
  {
    "name": "Verbosify",
    "description": "Verbosify is a funny app which, when given a string of English text, will replace each word with a longer synonym, making it as verbose as possible. The user can tap the dinosaur head to have the text read aloud in an accent of their choosing. After \"Verbosifying\", the user can start over, continue running the algorithm to make the text more nonsensical, or post it to their facebook wall. Input can come from the user, from a random friend's facebook status, or from lyrics to a song of the user's choice. It utilizes two different online thesaurus APIs, words.bighugelabs.com and thesaurus.com, as well as the Flite text-to-speech library, Facebook SDK, LyricsWiki API, and the Stanford Natural Language Processing library.",
    "link": "https://itunes.apple.com/us/app/verbosify/id430964209?ls=1&mt=8"
  },
  {
    "name": "Hoop Coach Basketball Playbook",
    "description": "Hoop Coach Basketball Playbook is an animated basketball play designing app for the iPad. Features token animation between plays, multiple drawing modes, saving plays to the cloud, and more. This was written as a freelance project for the basketball coach at my high school, as well as for the sake of getting more experience with iOS development. The app is now being sold by HoopCoach.org.",
    "link": "https://itunes.apple.com/us/app/hoop-coach-basketball-playbook/id428594051?mt=8"
  },
  {
    "name": "Practice Plans",
    "description": "Practice Plans is a simple application for iPhone and iPad that allows coaches/team leaders to create, edit, and share practice plans for their teams, as well as browse plans created by other users. Social/sharing features were implemented in the beta version but never released because the client chose to abandon the project.  This was written along with Hoop Coach Basketball Playbook as a freelance project for the basketball coach at my high school, as well as for the sake of getting more experience with iOS development. The app is being sold by HoopCoach.",
    "link": "https://itunes.apple.com/us/app/practice-plans/id455007011?mt=8"
  },
  {
    "name": "Vulse",
    "description": "A multi-touch effects processor for guitar. Built in 36 hours at MHacks  2013. Currently under further development. Coming to iOS App Store soon!",
    "link": "http://vulseapp.com"
  }
]
